{
  "Idade": "Age",
  "Você está satisfeito na sua empresa atual?": "Are you satisfied in your current company?",
  "id": "ID",
  "Faixa idade": "Age range",
  "Genero": "Gender",
  "Estado onde mora": "State of residence",
  "uf onde mora": "State abbreviation of residence",
  "Regiao onde mora": "Region of residence",
  "Nivel de Ensino": "Education level",
  "Área de Formação": "Field of study",
  "Qual sua situação atual de trabalho?": "Current work situation",
  "Setor": "Sector",
  "Numero de Funcionarios": "Number of employees",
  "Cargo Atual": "Role (Function)",
  "Nivel": "Level",
  "Faixa salarial": "Salary range",
  "Quanto tempo de experiência na área de dados você tem?": "How long have you been working in the data field?",
  "Quanto tempo de experiência na área de TI/Engenharia de Software você teve antes de começar a trabalhar na área de dados?": "How long did you work in IT/Software Engineering before moving to the data field?",
  "Qual o principal motivo da sua insatisfação com a empresa atual?": "What is the main reason for your dissatisfaction with the current company?",
  "Você participou de entrevistas de emprego nos últimos 6 meses?": "Have you participated in job interviews in the last 6 months?",
  "Você pretende mudar de emprego nos próximos 6 meses?": "Do you plan to change jobs in the next 6 months?",
  "Quais os principais critérios que você leva em consideração no momento de decidir onde trabalhar?": "What are the main criteria you consider when deciding where to work?",
  "Atualmente qual a sua forma de trabalho?": "Currently, what is your work mode?",
  "Qual a forma de trabalho ideal para você?": "What is the ideal work mode for you?",
  "Caso sua empresa decida pelo modelo 100% presencial qual será sua atitude?": "If your company decides on a 100% in-person model, what will be your attitude?",
  "Qual o número aproximado de pessoas que atuam com dados na sua empresa hoje?": "Approximately how many people work with data in your company today?",
  "Quais desses papéis/cargos fazem parte do time (ou chapter) de dados da sua empresa?": "Which of these roles/positions are part of the data team (or chapter) in your company?",
  "Quais dessas responsabilidades fazem parte da sua rotina atual de trabalho como gestor?": "Which of these responsibilities are part of your current work routine as a manager?",
  "Quais são os 3 maiores desafios que você tem como gestor no atual momento?": "What are the 3 biggest challenges you face as a manager at the moment?",
  "Mesmo que esse não seja seu cargo formal, você considera que sua atuação no dia a dia, reflete alguma das opções listadas abaixo?": "Even if this is not your formal position, do you consider that your day-to-day activities reflect any of the options listed below?",
  "Atuacao": "Field of Work",
  "Quais das fontes de dados listadas você já analisou ou processou no trabalho?": "Which of the listed data sources have you analyzed or processed at work?",
  "Entre as fontes de dados listadas, quais você utiliza na maior parte do tempo?": "Among the listed data sources, which ones do you use most of the time?",
  "Quais das linguagens listadas abaixo você utiliza no trabalho?": "Which of the listed languages below do you use at work?",
  "Entre as linguagens listadas abaixo, qual é a que você mais utiliza no trabalho?": "Among the listed languages below, which one do you use the most at work?",
  "Quais dos bancos de dados/fontes de dados listados abaixo você utiliza no trabalho?": "Which of the listed databases/data sources below do you use at work?",
  "Quais das opções de Cloud listadas abaixo você utiliza no trabalho?": "Which of the listed Cloud options below do you use at work?",
  "Quais as Ferramentas de Business Intelligence você utiliza no trabalho?": "Which Business Intelligence tools do you use at work?",
  "Qual oportunidade você está buscando?": "What opportunity are you looking for?",
  "Há quanto tempo você busca uma oportunidade na área de dados?": "How long have you been seeking an opportunity in the data field?",
  "Como tem sido a busca por um emprego na área de dados?": "How has the job search in the data field been for you?",
  "Quais das opções abaixo fazem parte da sua rotina no trabalho atual como engenheiro de dados?": "Which of the options below are part of your current work routine as a data engineer?",
  "Quais as ferramentas/tecnologias de ETL que você utiliza no trabalho como Data Engineer?": "Which ETL tools/technologies do you use at work as a Data Engineer?",
  "Qual tecnologia utilizada como plataforma do Data Lake?": "Which technology is used as the platform for the Data Lake?",
  "Qual tecnologia utilizada como plataforma do Data Warehouse?": "Which technology is used as the platform for the Data Warehouse?",
  "Quais as ferramentas de gestão de Qualidade de dados, Metadados e catálogo de dados você utiliza no trabalho?": "Which tools for data quality management, metadata, and data catalog do you use at work?",
  "Em qual das opções abaixo você gasta a maior parte do seu tempo?": "Which of the options below do you spend the majority of your time on?",
  "Quais das opções abaixo fazem parte da sua rotina no trabalho atual com análise de dados?": "Which of the options below are part of your current work routine in data analysis?",
  "Quais as ferramentas/tecnologias de ETL que você utiliza no trabalho como Data Analyst?": "Which ETL tools/technologies do you use at work as a Data Analyst?",
  "Sua empresa utiliza alguma das ferramentas listadas para dar mais autonomia em análise de dados para as áreas de negócio?": "Does your company use any of the listed tools to empower data analysis for business areas?",
  "Em qual das opções abaixo você gasta a maior parte do seu tempo de trabalho?": "Which of the options below do you spend the majority of your work time on?",
  "Quais das opções abaixo fazem parte da sua rotina no trabalho atual com ciência de dados?": "Which of the options below are part of your current work routine in data science?",
  "Quais as técnicas e métodos listados abaixo você costuma utilizar no trabalho?": "Which of the listed techniques and methods do you usually use at work?",
  "Quais dessas tecnologias fazem parte do seu dia a dia como cientista de dados?": "Which of these technologies are part of your day-to-day life as a data scientist?",
  "Em qual das opções abaixo você gasta a maior parte do seu tempo no trabalho?": "Which of the options below do you spend the majority of your time at work on?",
  "Quais das iniciativas do Data Hackers que você já acessou/acompanhou?": "Which Data Hackers initiatives have you accessed/followed?",
  "Conhece o Data Hackers": "Are you familiar with Data Hackers?"
}